
[A_Dungeon_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."
[A_Dungeon_HallsOfTheBlackHeart H7TownDwelling]
mName="Залы черного сердца"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать ассасинов и нанимать воинов тени."
[A_Dungeon_HallsOfTheUnseenHand H7TownDwelling]
mName="Залы невидимой руки"
mDesc="Поселение основных существ.\nПозволяет нанимать ассасинов (20 в неделю)."
[A_Dungeon_HissingTemple H7TownDwelling]
mName="Змеиный храм"
mDesc="Поселение легендарных существ.\nПозволяет нанимать пещерных гидр (1 в неделю)."
[A_Dungeon_Labyrinth H7TownDwelling]
mName="Большой лабиринт"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать минотавров и нанимать минотавров-стражей."
[A_Dungeon_LakeOfStilledVoices H7TownDwelling]
mName="Озеро тихих голосов"
mDesc="Поселение элитных существ.\nПозволяет нанимать медуз (6 в неделю)."
[A_Dungeon_MagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Dungeon_MagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Dungeon_MagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Dungeon_MagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_Dungeon_Marketplace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_Dungeon_MarkOfMalassa H7TownTearOfAsha]
mName="Знак Малассы"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\nЛазутчики могут устроить две дополнительные диверсии или разграбить две дополнительные цели."
[A_Dungeon_Maze H7TownDwelling]
mName="Лабиринт"
mDesc="Поселение элитных существ.\nПозволяет нанимать минотавров (2 в неделю)."
[A_Dungeon_Moat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады.\nСтупив в ров, отряд теряет ход, получает урон от магии тьмы, и на него накладывается эффект «Агония»."
[A_Dungeon_OverlookTower H7TownBuilding]
mName="Обзорная башня"
mDesc="Герои получают +10 к %icon_initiative инициативе в 3 следующих боях."
[A_Dungeon_PillarOfEyes H7TownUtilityUnitDwelling]
mName="Столп наблюдателей"
mDesc="Создание средств поддержки.\nПозволяет нанимать сумрачных наблюдателей."
[A_Dungeon_RattlingTemple H7TownDwelling]
mName="Храм аспидов"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать пещерных гидр и нанимать темных гидр."
[A_Dungeon_ShadowArena H7TownDwelling]
mName="Арена теней"
mDesc="Поселение основных существ.\nПозволяет нанимать темных ловчих (19 в неделю)."
[A_Dungeon_ShadowRing H7TownDwelling]
mName="Круг теней"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать темных ловчих и нанимать темных охотниц."
[A_Dungeon_ShadowsteelPool H7TownGrowthEnhancer]
mName="Горн сумрачной стали"
mDesc="Улучшение поселения элитных существ.\n+5 неприкаянных или бездушных либо +5 скорпикор или мантикор в неделю."
[A_Dungeon_ShadowsteelRefinery H7TownBuilding]
mName="Горн сумрачной стали"
mDesc="Приносит 1 ед. %icon_Shadowsteel сумрачной стали в день."
[A_Dungeon_ShootingRange H7TownGrowthEnhancer]
mName="Лагерь темных ловчих"
mDesc="Улучшение поселения основных существ.\n+9 темных ловчих или темных охотниц в неделю."
[A_Dungeon_SnakeTower H7TownGrowthEnhancer]
mName="Змеиная башня"
mDesc="Улучшение поселения основных существ.\n+6 медуз или медуз-заклинательниц в неделю."
[A_Dungeon_SoullessForge H7TownDwelling]
mName="Кузница бездушных"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать неприкаянных и нанимать бездушных."
[A_Dungeon_SoulvenomCrucible H7TownBuilding]
mName="Тигель яда души"
mDesc="Вражеские отряды, сражающиеся против ваших героев в землях вокруг этого города, в начале каждого хода получают 40 ед. урона от %icon_earth магии земли в течение 3 ходов."
[A_Dungeon_StriderForge H7TownDwelling]
mName="Кузница неприкаянных"
mDesc="Поселение элитных существ.\nПозволяет нанимать неприкаянных (5 в неделю)."
[A_Dungeon_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[A_Dungeon_TownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."
[A_Dungeon_UnfathomableCaves H7TownGrowthEnhancer]
mName="Бесконечные пещеры"
mDesc="Улучшение поселения основных существ.\n+5 троглодитов или хтонцев в неделю."
[A_Dungeon_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[dungeonbuildingabilities.A_Dungeon_OverlookTower_BuffCreature H7BaseBuff]
mName="Обзорная башня"
mTooltip="%stat %stat.icon инициативы в течение боя."
[dungeonbuildingabilities.A_Dungeon_OverlookTower_BuffHero H7BaseBuff]
mName="Обзорная башня"
mTooltip="Дружественные отряды получают %buff1.buff.stat к %buff1.buff.stat.icon инициативе. Длительность (боев): %durnow."
[dungeonbuildingabilities.A_Dungeon_SoulvenomCrucible_BuffCreature H7BaseBuff]
mName="Отравление"
mTooltip="В начале каждого хода наносит вражескому отряду %d.min ед. урона от %d.icon магии земли.\nДлительность (ходов): %durnow."
[dungeonbuildingabilities.A_Dungeon_SoulvenomCrucible_BuffHero H7BaseBuff]
mName="Тигель яда души"
mTooltip="В землях вокруг этого города все вражеские существа получают %buff1.buff.d.min ед. урона от %buff1.buff.d.icon магии земли в начале каждого своего хода в течение %buff1.buff.durini хода(ов)."
[A_Dungeon_FrozenStatuary H7TownDwelling]
mName="Ледяное святилище"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать медуз и нанимать медуз-заклинательниц."
[A_Dungeon_Fortification3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Dungeon_Fortification2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются минотавры и медузы.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Dungeon_Fortification1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищают ассасины и темные ловчие."
[A_Dungeon_DragonSpire H7TownDwelling]
mName="Пик драконов"
mDesc="Поселение легендарных существ.\nПозволяет нанимать сумрачных драконов (1 в неделю)."
[A_Dungeon_DragonPinnacle H7TownDwelling]
mName="Вершина драконов"
mDesc="Улучшенное поселение легендарных существ.\nПозволяет улучшать сумрачных драконов и нанимать черных драконов."
[A_Dungeon_DarkWatch H7TownTower]
mName="Темная стража"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_Dungeon_CradleOfStone H7TownDwelling]
mName="Каменное логово"
mDesc="Поселение основных существ.\nПозволяет нанимать троглодитов (9 в неделю)."
[A_Dungeon_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_Dungeon_ChthonianDeposit H7TownBuilding]
mName="Хтонические залежи"
mDesc="Приносит 2 ед. %icon_Ore руды в день."
[A_Dungeon_ChamberOfWhispers H7TownUtilityUnitDwelling]
mName="Чертоги шепота"
mDesc="Создание средств поддержки.\nПозволяет нанимать безликих."
[A_Dungeon_AltarOfBrokenChains H7TownGrowthEnhancer]
mName="Алтарь разбитых оков"
mDesc="Улучшение поселения элитных существ.\n+2 минотавра или минотавра-стража в неделю."
[A_Dungeon_ChthonianAbyss H7TownDwelling]
mName="Хтоническая бездна"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать троглодитов и нанимать хтонцев."
[A_Dungeon_AssassinsGuild H7TownGrowthEnhancer]
mName="Гильдия ассасинов"
mDesc="Улучшение поселения основных существ.\n+10 ассасинов или воинов тени в неделю."
[A_Dungeon_HallOfIntrigue H7TownHallOfIntrigue]
mName="Зал интриг"
mDesc="Позволяет гильдии воров отправлять лазутчиков на диверсионные задания. Лазутчики могут произвести диверсию в случайном поселении выбранного противника, вдвое снизив прирост существ в этом поселении на следующей неделе."

UCP 1.1

[A_Dungeon_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[A_Dungeon_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

UCP 1.2

[dungeonbuildingabilities.A_Dungeon_MarkOfMalassa_Ability H7BaseAbility]
mName="Знак Малассы"
mTooltip="Лазутчики могут устроить две дополнительные диверсии или разграбить две дополнительные цели."
[dungeonbuildingabilities.A_Dungeon_MarkOfMalassa_PlayerBuff H7BaseBuff]
mName="Знак Малассы"
mTooltip="Лазутчики могут устроить две дополнительные диверсии или разграбить две дополнительные цели."
[dungeonbuildingabilities.A_Dungeon_MarkOfMalassa_TownBuff H7BaseBuff]
mName="Знак Малассы"

[A_Dungeon_SpiesGuild H7TownSpiesGuild]
mName="Гильдия лазутчиков"
mDesc="Даёт ещё одного шпиона, а также позволяет гильдии воров отправлять лазутчиков на грабежи. Лазутчики могут разграбить случайный источник ресурсов выбранного игрока."

7.5_mod : 

[A_Dungeon_chambre_Shadow_emperor H7TownDwelling]
mName="Скрытая гильдия"
mDesc="Позволяет принести в жертву хтонцев, чтобы нанять могущественное элитное существо - теневого эльфа. "

[A_Dungeon_chambre_elite_strong H7TownDwelling]
mName="Кузница императоров теней"
mDesc="Позволяет завербовать мощного чемпиона - Теневого Императора. \Может быть завербован с помощью функции "завербовать всех"."


[A_Dungeon_Black_Market H7BlackMarket]
mName="Чёрный рынок"
mDesc="Приносит 250 ед. %icon_gold золота и 1 ед. %icon_wood дерева в день."

[A_Dungeon_BlackMarket H7TownBuilding]
mName="Чёрный рынок"
mDesc="Приносит 250 ед. %icon_gold золота и 1 ед. %icon_wood дерева в день."